Repository: NonoIceOff/multilang_site
Catalog: multilang_site/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Published on
fr: Publie le

source: English
fr: Anglais

source: Home Page
fr: Page d'accueil

source: No article found
fr: Pas d'article trouve.

source: List of articles
fr: Liste des articles

source: Back to Articles
fr: Retour sur la liste des articles

source: Search results
fr: Resultats de la recherche

source: Search results for
fr: Resultats de la recherche pour

source: No results found for
fr: Aucun resultat trouve pour

source: Back to Search Page
fr: Retour sur la page de recherche

source: Site search
fr: Recherche sur le site

source: Chatbot
fr: Messagerie d'aide

source: Send
fr: Envoyer
